{"id":2639,"date":"2011-09-17T23:03:00","date_gmt":"2011-09-17T23:03:00","guid":{"rendered":"http:\/\/ufreetv.com\/?page_id=2639"},"modified":"2022-10-25T18:21:22","modified_gmt":"2022-10-25T18:21:22","slug":"privacy","status":"publish","type":"page","link":"https:\/\/ufreetv.com\/privacy","title":{"rendered":"Privacy Policy"},"content":{"rendered":"<p>Our Privacy Policy<\/p>\n<p>By using UFREETV you agree to the Privacy Policy of UFREETV. If you do not agree to the Policy do not use this site. UFREETV reviews its privacy policy periodically and reserves the right, at its discretion, to modify or remove portions of this policy at any time. This page should be reviewed periodically so that you are updated on any changes.<\/p>\n<p>This Site contains links to other web sites that we do not own (“Third Party Sites”). Links to Third Party Sites are provided solely as a convenience to you and do not constitute any endorsement or sponsorship by UFREETV, any information, content, products, services, advertising or other materials provided or made available on or through such sites, or the owners, operators or sponsors of such sites. You acknowledge and agree that UFREETV is not responsible or liable, directly or indirectly, in connection with your use of any Third Party Sites or for any information, content, products, services, advertising or others materials provided or made available on or through such sites.<\/p>\n<p>Cookies<br \/>\nCookies are data that a Web site transfers to an individual’s hard-drive for record-keeping purposes. Cookies, which are an industry standard used by most Web sites, including those operated by UFREETV, can facilitate a user’s ongoing access to and use of a site. They allow us to track usage patterns and to compile data that can help us improve our content and target advertising. Our Cookies are no programs that can cause damage to a user’s systems or files. If you do not want information collected through the use of Cookies, there is a simple procedure in most browsers that allows you to deny or accept the Cookie feature. But you should note that Cookies may be necessary to provide you with features such as adding your personal favourites.Google, as a third-party vendor, uses cookies to serve ads on UFREETV. Google’s use of the DART cookie enables it to serve ads to our users based on their visit to our sites and other sites on the Internet. Users may opt out of the use of the DART cookie by visiting the Google ad and content network privacy policy.<\/p>\n<p>Links to Third Party Sites<br \/>\nUFREETV has established many links directly to sites operated by third parties. These sites are not operated or maintained by UFREETV. These sites may collect personal information from you. You should check the applicable privacy policy’s of the third party site’s in case you enter these sites.<\/p>\n<p>UFREETV contains links to third-party sites. UFREETV. provides these links as a convenience and does not endorse the companies or content of any such sites. UFREETV does not control and not responsible for and makes no representation and warranty and disclaims all liability with respect to any such site, any content on any such site or such site’s privacy practices.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Our Privacy Policy By using UFREETV you agree to the Privacy Policy of UFREETV. If you do not agree to the Policy do not use this site. UFREETV reviews its privacy policy periodically and reserves the right, at its discretion, to modify or remove portions of this policy at any time. This page should be &#8230; <a title=\"Privacy Policy\" class=\"read-more\" href=\"https:\/\/ufreetv.com\/privacy\" aria-label=\"Read more about Privacy Policy\">Read more<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-2639","page","type-page","status-publish"],"_links":{"self":[{"href":"https:\/\/ufreetv.com\/wp-json\/wp\/v2\/pages\/2639"}],"collection":[{"href":"https:\/\/ufreetv.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/ufreetv.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/ufreetv.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/ufreetv.com\/wp-json\/wp\/v2\/comments?post=2639"}],"version-history":[{"count":1,"href":"https:\/\/ufreetv.com\/wp-json\/wp\/v2\/pages\/2639\/revisions"}],"predecessor-version":[{"id":4761,"href":"https:\/\/ufreetv.com\/wp-json\/wp\/v2\/pages\/2639\/revisions\/4761"}],"wp:attachment":[{"href":"https:\/\/ufreetv.com\/wp-json\/wp\/v2\/media?parent=2639"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}